Repository: feitianyiren/Rancho
Catalog: rancho/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Optionally check the persons you want to notify about the new message you're about to send.
es: Opcionalmente, revisar las personas a las que quieres notificar sobre elmensaje que estás a punto de enviar.
pt: Escolha opcionalmente as pessoas que quer notificar acerca da nova mensagem que está prestes a enviar.

source: Submit Message
es: Enviar Mensaje
pt: Submeter Mensagem

source: Reading message:
es: Leyendo mensaje:
pt: A ler a mensagem:

source: Back to messages list
es: Volver a la lista de mensajes
pt: De volta à lista de mensagens

source: From
es: De
pt: De

source: Date
es: Fecha
pt: Data

source: %(counter)s comment.
es: %(counter)s comentario.
pt: %(counter)s comentário.

source: No comments yet.
es: No hay comentarios.
pt: Para já, sem comentários.

source: says:
es: Dice:
pt: diz:

source: Post a new comment
es: Publicar un nuevo comentario
pt: Submeter uma nova mensagem

source: Submit Comment
es: Enviar Comentario
pt: Submeter Comentário

source: New Milestone
es: Nueva Etapa
pt: Nova Milestone

source: Add a new milestone
es: Añadir una nueva etapa
pt: Adicionar nova milestone

source: All these fields are required
es: Todos estos campos son obligatorios
pt: Todos estes campos são obrigatórios

source: Other Info
es: Información Adicional
pt: Outras Informações

source: All fields in this section are optional.
es: Todos los campos en esta sección son opcionales.
pt: Todos os campos nesta secção são opcionais

source: Submit Milestone
es: Enviar etapa
pt: Submeter Milestone

source: Edit milestone
es: Editar etapa
pt: Editar milestone

source: Update Milestone
es: Actualizar Etapa
pt: Actualizar Milestone

source: View Milestones
es: Ver Etapas
pt: Ver Milestones

source: Back to milestones list
es: Volver a la lista de etapas
pt: De volta à lista de milestones

source: There are no milestones in this project yet.
es: No hay etapas todavía en este proyecto.
pt: Não existem milestones neste projecto, de momento.

source: Late Milestones
es: Últimas Etapas
pt: Milestones Atrasadas

source: Upcoming Milestones
es: Próximas Etapas
pt: Próximas Milestones

source: Complete Milestones
es: Etapas Completadas
pt: Milestones Completas

source: Your Notification Settings
es: Tus Ajustes de Notificación
pt: As suas Definições de Notificação

source: Here you can decide whether to receive a notification email whenever an event occurs.
es: Aquí puedes decir si quieres recibir un mensaje de aviso cuandoocurra un evento.
pt: Aqui pode decidir se quer receber uma notificação sempre que um evento ocorre.

source: Events are described in the "Notification" column.
es: Los eventos se describen en la columna "Notificación".
pt: Os eventos estão descritos na coluna "Notificação".

source: Notification Settings
es: Ajustes de Notificación
pt: Definições de Notificação

source: Here you can update your notification settings.
es: Aquí puedes actualizar tus ajustes de notificación.
pt: Aqui pode actualizar as suas definições de notificação.

source: Notification
es: Notificación
pt: Notificação

source: Update Nofication Settings
es: Actualizar Ajustes de Notificación
pt: Actualizar Definições de Notificação

source: New file uploaded
es: Nuevo archivo subido
pt: Novo ficheiro enviado

source: New file revision
es: Nueva revisión de archivo
pt: Nova revisão do ficheiro

source: New message posted
es: Nuevo mensaje publicado
pt: Nova mensagem enviada

source: New comment posted
es: Nuevo comentario publicado
pt: Novo comentário enviado

source: New message posted...
es: Nuevo mensaje publicado...
pt: Nova mensagem enviada...

source: New milestone created
es: Nueva etapa creada
pt: Nova milestone criada

source: Milestone update
es: Etapa actualizada
pt: Milestone actualizada

source: New ToDo
es: Nueva Tarea
pt: Novo ToDo

source: Add User
es: Añadir Usuario
pt: Adicionar Utilizador

source: Create User
es: Crear Usuario
pt: Criar Utilizador

source: Here you can add a new person.
es: Aquí puedes añadir una nueva persona.
pt: Aqui pode adicionar uma nova pessoa.

source: Click the "Show More" link to fill aditional information about the new person.
es: Presiona el enlace "Ver Más" para añadir información adicional sobrela nueva persona.
pt: Clique em "Mostrar Mais" para preencher informação adicional acerca da nova pessoa.

source: <strong>Important:</strong> If the person is set as admin, he or she will have the higher level of permission prior to the account owner's one.
es: <strong>Importante:</strong> Si la persona es configurada como administrador, él o ella podrá tener el nivel de permisos más alto después de el del propietario de la cuenta.
pt: <strong>Importante:</strong> Se a pessoa for definida como administrador, esta irá ter o nível de permissão mais alto prévio ao do proprietário da conta.

source: The new person will be able to edit the "personal info" settings after logging in.
es: La nueva persona será capza de editar los ajustes de "información personal" después de iniciar sesión.
pt: A nova pessoa poderá editar as definições da "informação pessoal" depois de se ligar.

source: Login Info
es: Información de Inicio de Sesión
pt: Informação de Login

source: Choose a username with which this person can log in later.
es: Elige un nombre de usuario con el que esta persona pueda iniciar sesión en adelante.
pt: Escolha o nome de utilizador com o qual a pessoa se poderá ligar mais tarde.

source: Member Settings
es: Ajustes de Usuario
pt: Definições de Membro

source: Personal Info
es: Información Personal
pt: Informação Pessoal

source: All fields in this section are optional. You can fill them now or the person can fill or change them later.
es: Todos los cmapos en esta sección son opcionales. Puedes rellenarlos ahora o la persona puede rellenarlos o cambiarlos después.
pt: Todos os campos desta secção são opcionais. Pode preenchê-los agora ou a pessoa pode preenchê-los ou mudá-los mais tarde.

source: Personal Note
es: Nota Personal
pt: Nota Pessoal

source: You can send a personal note to the person you are adding in addition to the email notification. This note is optional.
es: Puedes enviar una nota personal a la persona que estás añadiendo, adicional a la notificación de correo. Esta nota es opcional.
pt: Pode enviar uma nota pessoal para a pessoa que está a adicionar em adição à notificação por email. Esta nota é opcional.

source: Create user
es: Crear usuario
pt: Criar utilizador

source: Edit User
es: Editar Usuario
pt: Editar Utilizador

source: View user
es: Ver Usuario
pt: Ver utilizador

source: Settings for User
es: Ajustes de Usuario
pt: Definições do Utilizador

source: Your Settings
es: Tus Ajustes
pt: As Suas Definições

source: Change Password
es: Cambiar Contraseña
pt: Mudar a Palavra-chave

source: If you want to change the password, fill the following fields.
es: Si deseas cambiar la contraseña, rellena los siguientes campos.
pt: Se quiser mudar a sua palavra-chave, preencha os seguintes campos.

source: Photos
es: Fotos
pt: Fotos

source: You can optionally edit your photos.
es: Puedes editar opcionalmente tus fotos.
pt: Pode editar as suas fotos opcionalmente.

source: You can optionally edit this person's photos.
es: Puedes opcionalmente editar las fotos de esta persona.
pt: Pode editar as fotos desta pessoa opcionalmente.

source: The images must be in PNG, GIF or JPEG format.
es: Las imágenes deben estar en formato PNG, GIF o JPEG.
pt: As imagens têm que estar no formato PNG, GIF ou JPEG.

source: This photo will appear in your comments and in other areas. It is mainly for quick identification.
es: Esta foto aparecerá en tus comentarios así como en otras áreas, principalmente para facilitar la identificación.
pt: Esta foto irá aparecer nos seus comentários e noutras áreas. Serve principalmente para uma identificação rápida.

source: This photo will appear in this person's comments and in other areas. It is mainly for quick identification.
es: Esta foto aparecerá en los comentarios de esta persona así como en otras áreas, principalmente para facilitar la identificación.
pt: Esta foto irá aparecer nos comentários desta pessoa e noutras áreas. Serve principalmente para uma identificação rápida.

source: Are you sure you want to delete this user's small photo?
es: ¿Estás seguro de que quieres borrar la foto pequeña de este usuario?
pt: Tem a certeza que deseja apagar a foto pequena deste utilizador?

source: The image will then be resized to at most 64x64 pixels.
es: La imagen será redimensionada a un máximo de 64x64 pixels.
pt: A imagem será redimensionada para 64x64 pixéis no máximo.

source: This photo will appear in your area. People will see this when they are viewing your details.
es: Esta foto aparecerá en tu área. Se mostrará a otras personas cuando vean tus detalles.
pt: Esta foto irá aparecer na sua área. Outras pessoas irão vê-la quando estiverem a consultar os seus detalhes.

source: This photo will appear in this person's area. People will see this when they are viewing this person's details.
es: Esta foto aparecerá en el área de esta persona. Se mostrará a otras personas cuando vean los detalles de ésta.
pt: Esta foto irá aparecer na área desta pessoa. Outras pessoas irão vê-la quando estiverem a consultar os detalhes desta.

source: Are you sure you want to delete this user's large photo?
es: ¿Estás seguro de querer borrar la foto grande de este usuario?
pt: Tem a certeza que deseja apagar a foto grande deste utilizador?

source: The uploaded image will be resized to at most 450x500 pixel.
es: La imagen subida será redimensionada a un máximo de 450x500 pixels.
pt: A imagem enviada será redimensionada para 450x500 pixéis no máximo.

source: Update Profile
es: Actualizar Pefil
pt: Actualizar Perfil

source: People
es: Personas
pt: Pessoas

source: All People
es: Todas las Personas
pt: Todas as Pessoas

source: New Person
es: Nueva Persona
pt: Nova Pessoa

source: This section presents all the people present in all companies.
es: Esta sección muestra todas las personas presentes en todas las empresas.
pt: Esta secção apresenta todas as pessoas presentes em todas as empresas.

source: You can:
es: Puedes:
pt: Você pode:

source: <strong>Edit</strong> the person's details.
es: <strong>Editar</strong> los detalles del usuario.
pt: <strong>Editar</strong> os detalhes da pessoa.

source: <strong>Disable</strong> the person's account. This way the person cannot log in anymore. After disabling a person, you can go back and <strong>enable</strong> the person again.
es: <strong>Desactivar</strong> la cuenta del usuario, lo cual impide que pueda iniciar sesión. Después de desactivar a un usuario, puedes volver atrás y <strong>activar</strong> al usuario de nuevo.
pt: <strong>Desactivar</strong> a conta de uma pessoa. Desta forma a pessoa não poderá ligar-se mais. Depois de desactivar uma pessoa, pode voltar atrás e <strong>activá-la</strong> de novo.

source: Edit
es: Editar
pt: Editar

source: Main Company
es: Empresa Principal
pt: Empresa Principal

source: Are you sure you want to delete this company?
es: ¿Estás seguro de que quieres borrar esta empresa?
pt: Tem a certeza que deseja apagar esta empresa?

source: This company has employees, to delete it they will be moved to your main company. Do you agree?
es: Esta empresa tiene empleados, al borrarla los empleados se moverán a tu empresa principal. ¿Quieres aceptar?
pt: Esta empresa tem empregados, para apagá-la estes serão movidos para a empresa principal. Concorda?

source: Account Owner
es: Propietario de la Cuenta
pt: Proprietário da Conta

source: Disable
es: Desactivar
pt: Desactivar

source: Are you sure you want to disable this user?
es: ¿Estás seguro de que quieres desactivar este usuario?
pt: Tem a certeza que deseja desactivar este utilzador?

source: Inactive Users
es: Usuarios Inactivos
pt: Utilizadores Inactivos

source: Enable
es: Activar
pt: Activar

source: Are you sure you want to enable this user?
es: ¿Estás seguro de que quieres activar este usuario?
pt: Tem a certeza que deseja activar este utilizador?

source: View User
es: Ver Usuario
pt: Ver Utilizador

source: Edit This User
es: Editar Este Usuario
pt: Editar Este Utilizador

source: User's projects
es: Projectos del Usuario
pt: Projectos do utilizador

source: User
es: Usuario
pt: Utilizador

source: Send email to this user
es: Enviar correo a este usuario
pt: Enviar email a este utilizador

source: Office
es: Oficina
pt: Escritório

source: Office Phone
es: Teléfono de la Oficina
pt: Telefone do Escritório

source: Extension
es: Extensión
pt: Extensão

source: Mobile Phone
es: Teléfono Móvil
pt: Telemóvel

source: Home Phone
es: Teléfono de Casa
pt: Telefone de Casa

source: Large Photo
es: Foto Grande
pt: Foto Grande

source: Back
es: Volver
pt: Atrás

source: People & Permissions
es: Personas & Permisos
pt: Pessoas & Permissões

source: Permissions for the selected users
es: Permisos para los usuarios seleccionados
pt: Permissões para os utilizadores seleccionados

source: People not in this project
es: Personas fuera de este proyecto
pt: Pessoas fora deste projecto

source: Select the people you want to add to the project from the companies list below.
es: Selecciona las personas que quieras añadir a este proyecto de la lista de empresas que se muestra a continuación.
pt: Escolha as pessoas que deseja adicionar ao projecto a partir da lista de empresas abaixo.

source: Add People to Project
es: Añadir Personas al Proyecto
pt: Adicionar Pessoas ao Projecto

source: Project Settings
es: Ajustes del Proyecto
pt: Definições do Projecto

source: Manage people in project
es: Gestiona personas en el proyecto
pt: Gerir pessoas no projecto

source: People in Project
es: Personas en el Proyecto
pt: Pessoas no Projecto

source: Project
es: Proyecto
pt: Projecto

source: Edit permissions for
es: Editar permisos para
pt: Editar permissões para

source: Permissions for user in project
es: Permisos para el usuario en el proyecto
pt: Permissões para o utilizador no projecto

source: Please update user's permissions in project
es: Por favor actualiza los permisos de usuario en el proyecto
pt: Por favor actualize as permissões do utilizador no projecto

source: Update Permissions
es: Actualizar Permisos
pt: Actualizar Permissões

source: Create new project
es: Crear un nuevo proyecto
pt: Criar novo projecto

source: The project logo will appear on the right part of every "inside project" page.
es: El logo del proyecto se mostrará en la parte derecha de cada página "dentro del proyecto".
pt: O logo do projecto irá aparecer na parte direita de cada página "dentro do projecto".

source: After creating the project you can add people to it and define their permissions.
es: Después de crear el proyecto, puedes añadir personas al mismo y definir sus permisos.
pt: Depois de criar o projecto poderá adicionar-lhe pessoas e definir as suas permissões.

source: Choose the name of the project
es: Elige el nombre del proyecto
pt: Escolha o nome para o projecto

source: (for example &quot;Product Homepage&quot;)
es: (por ejemplo &quot;Pagina Inicial del Producto&quot;)
pt: (por exemplo &quot;Homepage do Produto&quot;)

source: Project Logo
es: Logo del Proyecto
pt: Logo do Projecto

source: You can also set an optional project logo.
es: Puedes configurar un log opcional para el proyecto.
pt: Pode também definir um logo opcional do projecto.

source: Create Project
es: Crear Proyecto
pt: Criar Projecto

source: About the project
es: Acerca del proyecto
pt: Acerca do projecto

source: Last login
es: Último inico de sesión
pt: Última entrada

source: You are logged in
es: Has iniciado sesión
pt: Você está ligado(a)

source: There is no activity in this project yet.
es: No hay todavía actividad en este proyecto.
pt: Não existe actividade neste projecto, de momento.

source: Settings
es: Ajustes
pt: Definições

source: Info
es: Información

source: Here you can set the project basic settings.
es: Aquí puedes configurar los ajustes básicos del proyecto.
pt: Aqui pode definir as definições básicas do projecto.

source: A project can be either:
es: Un proyecto puede estar:
pt: Um projecto pode ser:

source: Active
es: Activo
pt: Activo

source: The project is open and running
es: El proyecto está abierto y funcionando
pt: O projecto está aberto e a decorrer

source: Frozen
es: Paralizado
pt: Pausado

source: The project is in a pause state and its entities such as messages and milestones will not show up on the dashboard.
es: El proyecto está en estado de espera, y sus entidades -tales como mensajes y etapas- no se mostrarán en el panel.
pt: O projecto está num estado de pausa e as suas entidades como mensagens e milestones não irão aparecer no painel.

source: Finished
es: Finalizado
pt: Finalizado

source: The project is finished and cannot be edited by its users.
es: El proyecto ha sido finalizado y no puede ser editado por sus usuarios.
pt: O projecto está finalizado e não pode ser editado pelos seus utilizadores.

source: Project Info
es: Información del Proyecto
pt: Info do Projecto

source: You can add an optional description that will take place on the overview page of the project.
es: Puedes añadir una descripción opcional que se mostrará en página de resumen del proyecto.
pt: Pode adicionar uma descrição opcional que ficará na página da vista geral do projecto.

source: Are you sure you want to delete this project logo?
es: ¿Estás seguro de que quieres borrar este logo de proyecto?
pt: Tem a certeza que deseja apagar o logo deste projecto?

source: Update Project
es: Actualizar Proyecto
pt: Actualizar Projecto

source: People in project
es: Personas en el proyecto
pt: Pessoas no Projecto

source: Add person to project
es: Añadir persona al proyecto
pt: Adicionar pessoa ao projecto

source: Administrator
es: Administrador
pt: Administrador

source: Permissions
es: Permisos
pt: Permissões

source: Remove
es: Borrar
pt: Remover

source: Are you sure you want to remove this user from the project?
es: ¿Estás seguro de que quieres borrar este usuario de este proyecto?
pt: Tem a certeza que deseja remover este utilizador do projecto?

source: Active Projects
es: Proyectos Activos
pt: Projectos Activos

source: Finished Projects
es: Proyectos Terminados
pt: Projectos Finalizados

source: Frozen Projects
es: Proyectos Paralizados
pt: Projectos Pausados

source: Logged out
es: Sesión Terminada
pt: Desligado

source: You have been logged out of <b>%(short_name)s</b>'s Rancho!
es: ¡Has terminado la sesión de Rancho de <b>%(short_name)s</b>!
pt: Você desligou-se do Rancho de <b>%(short_name)s</b>!

source: Log in again
es: Iniciar sesión de nuevo
pt: Ligar de novo

source: Login
es: Iniciar Sesión
pt: Ligar

source: Welcome to <strong>%(short_name)s</strong>'s Rancho! Please log in.
es: ¡Bienvenido al Rancho de <strong>%(short_name)s</strong>! Por favor inicia sesión.
pt: Bem-vindo ao Rancho de <strong>%(short_name)s</strong>! Por favor ligue-se.

source: (I forgot my password...)
es: (He olvidado mi contraseña...)
pt: (Perdi a minha palavra-chave...)

source: Sign in
es: Entrar
pt: Entrar

source: Password Recovery
es: Recuperar Contraseña
pt: Recuperação de Palavra-chave

source: Your password has been set. You may go ahead and log in now.
es: Tu contraseña ha sido configurada. Puedes continuar e iniciar sesión a continuación.
pt: A sua palavra-passe foi definida. Pode agora avançar e ligar-se.

source: Log in
es: Iniciar sesión
pt: Entrar

source: Reset Password
es: Cambiar Contraseña
pt: Redefinir Palavra-passe

source: Please enter your new password twice so we can verify you typed it in correctly.
es: Por favor, introduce tu nueva contraseña dos veces para que podamos verificar que la has escrito correctamente.
pt: Por favor insira a sua nova palavra-passe duas vezes para confirmarmos que a inseriu correctamente.

source: Change my password
es: Cambiar mi contraseña
pt: Mudar a minha palavra-passe

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
es: Hemos enviado un correo con instrucciones para configurar tu contraseña a la dirección especificada. Deberías recibir dicho mensaje en breve.
pt: Enviámos-lhe por email as instruções para definir a sua palavra-passe para o endereço de email que submeteu. Deverá recebê-las dentro de momentos.

source: You're receiving this e-mail because you requested a password reset
es: Este correo ha sido enviado debido a que has solicitado un cambio de contraseña
pt: Está a receber este email porque pediu a redefinição da palavra-passe

source: for your user account at %(site_name)s
es: para tu cuenta de usuario en %(site_name)s
pt: para a sua conta em %(site_name)s

source: Please go to the following page and choose a new password:
es: Por favor, vaya a la siguiente página y elija una nueva contraseña:
pt: Por favor visite a página seguinte e escolha uma nova palavra-passe:

source: Thanks for using our site!
es: ¡Gracias por usar nuestro servicio!
pt: Obrigado por usar o nosso sítio web!

source: The %(site_name)s team
es: El equipo de %(site_name)s
pt: A equipa de %(site_name)s

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
es: ¿Has olvidado tu contraseña? Introduce tu dirección de correo, y te enviaremos un email con instrucciones para establecer una nueva.
pt: Perdeu a sua palavra-passe? Insira o seu endereço de email abaixo e nós enviaremos-lhe as instruções para definir uma nova.

source: Reset my password
es: Cambiar mi contraseña
pt: Redefinir a minha palavra-passe

source: Search
es: Buscar
pt: Pesquisar

source: Search in
es: Buscar en
pt: Pesquisar em

source: Enter search terms bellow
es: Introduce los términos de búsqueda a continuación
pt: Insira os termos da pesquisa abaixo

source: messages
es: mensajes
pt: mensagens

source: <a href="">See all message results</a>
es: <a href="">Ver todos los resultados de mensajes</a>
pt: <a href="">Ver todos os resultados das mensagens</a>

source: files
es: archivos
pt: ficheiros

source: Version
es: Versión
pt: Versão

source: <a href="">See all file results</a>
es: <a href="">Ver todos los archivos resultantes</a>
pt: <a href="">Ver todos os resultados de ficheiros</a>

source: <a href="">See all wikiboard results</a>
es: <a href="">Ver todos los resultados de wikiboard</a>
pt: <a href="">Ver todos os resultados de wikiboards</a>

source: Your Projects
es: Tus Proyectos
pt: Os Seus Projectos

source: Are you sure you want to delete this ToDo list?
es: ¿Estás seguro de que quieres borrar esta lista de Tareas?
pt: Tem a certeza que deseja apagar esta lista de ToDos?

source: Add an item
es: Añadir una tarea
pt: Adicionar um item

source: Please insert the name for this ToDo item
es: Por favor, introduce el nombre de esta tarea
pt: Por favor insira o nome deste item ToDo

source: Choose a responsible:
es: Elige un responsable:
pt: Escolha um responsável:

source: Add ToDo Item
es: Añadir Tarea
pt: Adicionar Item ToDo

source: Edit ToDo item
es: Editar Tarea
pt: Editar item ToDo

source: Update ToDo item
es: Actualizar Tarea
pt: Actualizar item ToDo

source: Add ToDo List
es: Añadir Lista de Tareas
pt: Adicionar Lista de ToDos

source: Edit ToDo List
es: Editar Lista de Tareas
pt: Editar Lista de ToDos

source: List name
es: Nombre de la lista
pt: Nome da lista

source: You can add an optional description for this list.
es: Puedes añadir una descripción opcional a esta lista.
pt: Pode adicionar uma descrição opcional para esta lista.

source: Update ToDo list
es: Actualizar lista de Tareas
pt: Actualizar lista de ToDos

source: Create ToDo List
es: Crear Lista de Tareas
pt: Criar lista de ToDos

source: Choose the name of the list
es: Elige el nombre de la lista
pt: Escolha o nome da lista
