Repository: feitianyiren/Rancho
Catalog: rancho/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Please write a short name for the company
es: Por favor, escriba un nombre abreviado para la compañía
pt: Por favor escreve o nome curto para a empresa

source: Short Name
es: Nombre abreviado
pt: Nome Curto

source: Please write a long name for the company
es: Por favor, escriba el nombre completo de la compañía
pt: Por favor escreva o nome longo para a empresa

source: Long Name
es: Nombre completo
pt: Nome Longo

source: Company Description
es: Descripción de la compañía
pt: Descrição da Empresa

source: Mailing Address
es: Dirección de correo
pt: Morada

source: Phone
es: Teléfono
pt: Telefone

source: Please insert a valid webpage
es: Por favor, inserte un sitio web válido
pt: Por favor insira uma página web válida

source: Web Page
es: Sitio web
pt: Página Web

source: Company Logo
es: Logo de la compañía
pt: Logo da Empresa

source: The file you uploaded was either not an image or a corrupted image. Please choose a valid image file.
es: El fichero que se ha subido no era una imagen, o estaba corrupto. Por favor, elija un fichero de imagen válido.
pt: O ficheiro carregado não é uma imagem ou é uma imagem corrupta. Por favor escolha um ficheiro de imagem válido.

source: Display company logo
es: Mostrar el logo de la compañía
pt: Mostrar o logo da empresa

source: The image file you tried to upload is too large. Please upload an image of less than 1 Mb.
es: La imagen que ha intentado subir es demasiado grande. Por favor, suba una imagen de menos de 1 Mb.
pt: O ficheiro de imagem que tentou carregar é demasiado grande. Por favor carregue uma imagem commenos de 1 Mb

source: Company settings have been successfully edited.
es: La configuración de la compañía ha sido editada con éxito.
pt: As definições da empresa fora editadas com sucesso

source: Company %s have been successfully created.
es: La compañía %s ha sido creada con éxito.
pt: A empresa %s foi editada com sucesso.

source: Company %s information has been successfully updated.
es: La información de la compañía %s ha sido actualizada con éxito.
pt: A informação da empresa %s foi editada com sucesso.

source: Company %s has been deleted.
es: La compañía %s se ha borrado.
pt: A empresa %s foi removida.

source: Description
es: Descripción
pt: Descrição

source: File
es: Fichero
pt: Ficheiro

source: Title
es: Título
pt: Título

source: Notify
es: Notificar
pt: Notificar

source: New file
es: Nuevo fichero
pt: Novo ficheiro

source: A new file has been uploaded
es: Un nuevo fichero ha sido subido
pt: Um novo ficheiro foi carregado.

source: New file version
es: Nueva versión del fichero
pt: Nova versão do ficheiro

source: A new version of a file has been uploaded
es: Una nueva versión del fichero se ha subido
pt: Uma nova versão de um ficheiro foi guardada

source: Forbidden Access
es: Acceso prohibido
pt: Acesso proíbido

source: File "%s" successfully uploaded
es: El fichero "%s" ha sido subido con éxito
pt: Ficheiro "%s" guardado com sucesso

source: File successfully deleted
es: Fichero borrado con éxito
pt: Ficheiro removido com sucesso

source: New file revision created
es: Creada nueva revisión del fichero
pt: Nova revisão de ficheiro criada

source: Messages
es: Mensajes
pt: Mensagens

source: ToDos
es: Tareas pendientes

source: Milestones
es: Etapas

source: Files
es: Ficheros
pt: Ficheiros

source: search...
es: buscar...
pt: pesquisar...

source: Show Tags
es: Mostrar etiquetas
pt: Mostrar etiquetas

source: Hide Tags
es: Ocultar etiquetas
pt: Esconder etiquetas

source: None
es: Ninguno
pt: Nada

source: View
es: Ver
pt: Ver

source: View and Create
es: Ver y crear
pt: Ver e Criar

source: View, Create and Edit/Delete
es: Ver, crear y editar/borrar
pt: Ver, Criar e Editar/Apagar

source: Anyone
es: Cualquiera
pt: Qualquer pessoa

source: Myself: %s
es: Yo: %s
pt: Eu próprio: %s

source: Posted by
es: Escrito por
pt: Escrito por

source: Message
es: Mensaje
pt: Mensagem

source: Assigned to
es: Asignado a
pt: Atribuído a

source: Completed by
es: Completado por
pt: Completado por

source: Milestone
es: Etapa

source: ToDo
es: Tarea

source: By
es: Por
pt: Por

source: Uploaded by
es: Subido por
pt: Enviado por

source: Hide
es: Esconder
pt: Esconder

source: %s's Photo
es: Foto de %s
pt: A foto de %s

source: Dashboard
es: Panel de control
pt: Painel

source: Statistics
es: Estadísticas
pt: Estatísticas

source: Overview
es: Vistazo
pt: Vista Geral

source: Please write a title for the message
es: Por favor, escriba un título para el mensaje
pt: Por favor escreva um título para a mensagem

source: Tags
es: Etiquetas
pt: Etiquetas

source: Body
es: Cuerpo
pt: Mensagem

source: The message body cannot be blank.
es: El cuerpo del mensaje no puede estar vacío
pt: O corpo da mensagem não pode ser vazio

source: Please write a message
es: Por favor, escriba un mensaje
pt: Por favor escreva uma mensagem

source: New message
es: Nuevo mensaje
pt: Nova mensagem

source: A new message has been created
es: Un nuevo mensaje ha sido creado
pt: Uma nova mensagem foi criada

source: Message replyed
es: Mensaje respondido
pt: Mensagem respondida

source: A message has been replyed
es: Un mensaje ha sido respondido
pt: A mensagem foi respondida

source: Message Created
es: Mensaje creado
pt: Mensagem Criada

source: Message Deleted.
es: Mensaje borrado.
pt: Mensagem Removida

source: Please write a title for the milestone
es: Por favor, escriba un título para la etapa
pt: Por favor escreva um título para a milestone

source: Responsible
es: Responsable
pt: Responsável

source: Send notification email
es: Mandar correo de aviso
pt: Enviar email de notificação

source: Due date
es: Fecha límite
pt: Prazo

source: Due date field is empty
es: El campo de fecha límite está vacío
pt: O campo do prazo está vazio

source: Invalid date format
es: Formato de fecha no válido
pt: Formato de data inválido

source: Please select a responsible for the milestone
es: Por favor, seleccione un responsable para la etapa
pt: Por favor escolha um responsável para a milestone

source: invalid choice
es: elección no válida
pt: escolha inválida

source: New milestone
es: Nueva etapa
pt: Nova milestone

source: A new milestone has been created
es: Una nueva etapa ha sido creada
pt: Uma nova milestone foi criada

source: Milestone complete
es: Etapa completada
pt: Milestone completa

source: A milestone has been completed
es: Una etapa ha sido completada
pt: Uma milestone foi completada

source: Milestone completion date approaching
es: Fecha de final etapa cercana
pt: O prazo final de uma milestone está a aproximar-se

source: A milestone completion date is approaching
es: Se acerca la fecha de finalización de una etapa
pt: O prazo final de uma milestone está a aproximar-se

source: Milestone updated
es: Etapa actualizada
pt: Milestone actualizada

source: A milestone has been updated
es: Una etapa ha sido actualizada
pt: Uma milestone foi actualizada

source: Milestone "%s" successfully created.
es: La etapa "%s" ha sido creada con éxito.
pt: Milestone "%s" criada com sucesso.

source: Milestone successfully edited.
es: Etapa editada con éxito.
pt: Milestone editada com sucesso

source: Milestone "%s" successfully deleted.
es: La etapa "%s" ha sido eliminada con éxito.
pt: Milestone "%s" editada com sucesso.

source: Restricted Access
es: Acceso Restringido
pt: Acesso restricto

source: Authorization Required
es: Autorización Requerida
pt: Autorização Requerida

source: Notices Feed
es: Feed de Avisos
pt: Feed de Notificações

source: label
es: etiqueta
pt: etiqueta

source: display
es: mostrar
pt: mostrar

source: description
es: descripción
pt: descrição

source: default
es: por defecto
pt: valor de origem

source: notice type
es: tipo de aviso
pt: tipo de notificação

source: notice types
es: tipos de avisos
pt: tipos de notificação

source: user
es: usuario
pt: utilizador

source: medium
es: medio
pt: meio

source: send
es: enviar
pt: enviar

source: notice setting
es: ajuste de aviso
pt: definições das notificações

source: notice settings
es: ajustes de avisos
pt: definições das notificações

source: message
es: mensaje
pt: mensagem

source: added
es: añadido
pt: adicionado

source: unseen
es: oculto
pt: não visto

source: archived
es: archivado
pt: arquivado

source: on site
es: en el sitio
pt: no sítio

source: notice
es: aviso
pt: notificação

source: notices
es: avisos
pt: notificações

source: signal
es: señal
pt: sinal

source: observed item
es: elemento monitorizado
pt: item observado

source: observed items
es: elementos monitorizados
pt: itens observados

source: previous
es: anterior

source: next
es: siguiente

source: Name
es: Nombre
pt: Nome

source: This project name is already in use.
es: Este nombre de proyecto se encuentra actualmente en uso.
pt: O nome deste projecto já está em uso.

source: Project Description
es: Descripción del Proyecto
pt: Descrição do Projecto

source: Project Status
es: Estado del Proyecto
pt: Estado do Projecto

source: Permissions updated
es: Permisos actualizados
pt: Permissões actualizadas

source: Users added to project.
es: Usuarios añadidos al proyecto.
pt: Utilizadores adicionados ao projecto.

source: User %s has been remove from project.
es: El usuario %s ha sido quitado del proyecto.
pt: O utilizador %s foi removido do projecto.

source: Project settings have been successfully edited.
es: La configuración del Proyecto ha sido editada con éxito.
pt: As definições do projecto foram editadas com sucesso.

source: Query
es: Consulta
pt: Termos da pesquisa

source: The model %s has already been registered.
es: El modelo %s ya ha sido registrado.
pt: O modelo %s já foi registado.

source: %s can only be set on instances.
es: %s sólo puede configurarse en instancias.
pt: %s só pode ser definido em instâncias.

source: Multiple tags were given.
es: Se ha proporcionado más de una etiqueta.
pt: Múltiplas etiquetas dadas.

source: A tag may be no more than %s characters long.
es: Una etiqueta no puede contener más de %s caracteres.

source: Each tag may be no more than %s characters long.
es: Cada etiqueta no puede contener más de %s caracteres.
pt: Cada etiqueta não pode ter mais do que %s caracteres de largura.

source: No tags were given: "%s".
es: No se proporcionó ninguna etiqueta: "%s".
pt: Nenhuma etiqueta dada: "%s".

source: Multiple tags were given: "%s".
es: Se ha proporcionado más de una etiqueta: "%s".
pt: Múltiplas etiquetas foram dadas: "%s".

source: name
es: nombre
pt: nome

source: tag
es: etiqueta
pt: etiqueta

source: tags
es: etiquetas
pt: etiquetas

source: content type
es: tipo de contenido
pt: tipo de conteúdo

source: object id
es: identificador de objeto
pt: id do objecto

source: tagged item
es: elemento etiquetado
pt: item etiquetado

source: tagged items
es: elementos etiquetados
pt: itens etiquetados

source: If a list or tuple of tags is provided, they must all be tag names, Tag objects or Tag ids.
es: Si se proporciona una lista o tupla de etiquetas, todas deben ser nombres de etiqueta, Objetos de etiqueta o Identificadores de etiqueta.
pt: Se uma lista ou tuplo de etiquetas for dado, eles têm que ser todos nomes de etiquetas, objectos de Etiqueta ou ids de Etiquetas.

source: The tag input given was invalid.
es: El contenido de etiqueta proporcionado no es válido.
pt: O input da etiqueta dado é inválido.

source: Invalid distribution algorithm specified: %s.
es: El algoritmo de distribución especificado no es válido: %s.
pt: Algoritmo de distribuição inválido: %s.

source: tagged_object_list must be called with a queryset or a model.
es: tagged_object_list debe llamarse a través de una consulta agrupada o un modelo.

source: tagged_object_list must be called with a tag.
es: tagged_object_list debe ser llamada con una etiqueta.

source: No Tag found matching "%s".
es: No se encontró ninguna Tag que se corresponda con "%s".

source: tags_for_model tag was given an invalid model: %s
es: Se ha suministrado un modelo no válido para la etiqueta tags_for_model: %s

source: tag_cloud_for_model tag was given an invalid model: %s
es: Se ha suministrado un modelo no válido para la etiqueta tag_cloud_for_model: %s

source: tagged_objects tag was given an invalid model: %s
es: Se ha suministrado un modelo no válido para la etiqueta tagged_objects: %s

source: %s tag requires either three or five arguments
es: La etiqueta %s requiere tres o cinco argumentos

source: second argument to %s tag must be 'as'
es: El segundo argument de la etiqueta %s debe ser 'as'

source: if given, fourth argument to %s tag must be 'with'
es: si existe, el cuarto argumento de la etiqueta %s debe ser 'with'

source: if given, fifth argument to %s tag must be 'counts'
es: si existe, el quinto argumento de la etiqueta %s debe ser 'counts'

source: %s tag requires either three or between five and seven arguments
es: La etiqueta %s requiere o tres argumentos, o entre cinco y siete argumentos

source: %(tag)s tag's '%(option)s' option was not a valid integer: '%(value)s'
es: La opción '%(option)s' de la etiqueta %(tag)s no es un entero válido: '%(value)s'

source: %(tag)s tag's '%(option)s' option was not a valid choice: '%(value)s'
es: La opción '%(option)s' de la etiqueta %(tag)s no es una selección válida: '%(value)s'

source: %(tag)s tag was given an invalid option: '%(option)s'
es: Se ha suminitrado una opción no válida para la etiqueta %(tag)s: '%(option)s'

source: %(tag)s tag was given a badly formatted option: '%(option)s'
es: Se ha suministrado una opción con formato erróneo para la etiqueta %(tag)s: '%(option)s'

source: %s tag requires exactly three arguments
es: La etiqueta %s requiere exactamente tres argumentos

source: %s tag requires exactly five arguments
es: La etiqueta %s requiere exactamente cinco argumentos

source: second argument to %s tag must be 'in'
es: El segundo argumento de la etiqueta %s debe ser 'in'

source: fourth argument to %s tag must be 'as'
es: El cuarto argumento de la etiqueta %s debe ser 'as'

source: Group management made simple.
es: La gestión de grupos hecha simple.

source: Company Settings
es: Propiedades de la Empresa
pt: Definições da Empresa

source: Edit your settings
es: Edita tus preferencias
pt: Edite as suas definições

source: Log-out
es: Desconectar
pt: Sair

source: Manage people and companies
es: Gestiona personas y empresas
pt: Gerir pessoas e empresas

source: People and Companies
es: Personas y Empresas
pt: Pessoas e Empresas

source: Go to general calendar
es: Ir al calendario general
pt: Ir para calendário geral

source: Calendar
es: Calendario
pt: Calendário

source: Rancho Legal Notices
es: Aviso Legal de Rancho
pt: Termos Legais do Rancho

source: Legal Notices
es: Aviso Legal
pt: Termos Legais

source: My Calendar
es: Mi Calendario
pt: O Meu Calendário

source: New Company
es: Nueva Empresa
pt: Nova Empresa

source: Information
es: Información
pt: Informação

source: You can add companies to better identify who accesses your projects, for example, a client of yours.
es: Puedes añadir empresas para identificar mejor quién accede a tus proyectos, por ejemplo, tus clientes.
pt: Pode adicionar empresas para melhor identificar quem acede aos seus projectos, porexemplo, clientes seus.

source: After you add a company you can add people to it.
es: Después de añadir una empresa, puedes añadir personas a ésta.
pt: Depois de adicionar uma empresa pode-lhe adicionar pessoas

source: Company Info
es: Información de la Empresa
pt: Informação da Empresa

source: Create Company
es: Crear Empresa
pt: Criar Empresa

source: Cancel
es: Cancelar
pt: Cancelar

source: Update Company Information
es: Actulizar Información de la Empresa
pt: Actualizar Informação da Empresa

source: Update Company
es: Actualizar Empresa
pt: Actualizar Empresa

source: Here you can edit the company's settings.
es: Aquí puedes editar los ajustes de la empresa.
pt: Aqui pode editar as definições da empresa

source: The company logo will be placed in the top left of every page. You can set the logo to be visible or not, in which case, the company's small name will appear instead.
es: El logo de la empresa se mostrará en el rincón superior izquierdo de cada página. Puedes decidir mostrar el logo u ocultarlo; en este último caso, se mostrará en su lugar el nombre de la empresa.
pt: O logo da empresa será colocado à esquerda no topo de cada página. Pode definir o logo para ser visível ou não, caso em que o nome curto da empresa iráaparecer em vez do logo.

source: Company optional info
es: Datos opcionales de la Empresa
pt: Informação opcional da empresa

source: You can add additional information about this company.
es: Puedes añadir información adicional sobre esta empresa.
pt: Pode adicionar informação adicional acerca desta empresa

source: You can add an optional description that will take place on the dashboard page of the company.
es: Puedes añadir una descripción opcional que se mostrará en la página del panel de control de la empresa.
pt: Pode adicionar uma descrição opcional que será colocada na página do painel da empresa

source: Upload a new logo or delete the existing one.
es: Sube un nuevo logo o borra el que existe actualmente.
pt: Faça upload de um novo logo ou apague o existente.

source: Delete
es: Borrar
pt: Apagar

source: Are you sure you want to delete this company logo?
es: ¿Estás seguro de que quieres borrar el logo de esta empresa?
pt: Tem a certeza que deseja apagar o logo desta empresa?

source: Project Overview & Activity
es: Resumen / Actividad del Proyecto
pt: Vista Geral & Actividade do Projecto

source: There is no activity yet.
es: No existe todavía actividad.
pt: Não existe actividade, de momento.

source: Add New Project
es: Añadir un Nuevo Proyecto
pt: Adicionar Novo Projecto

source: Milestones for all your projects
es: Etapas de todos tus proyectos
pt: Milestones para todos os projectos

source: No milestones in your projects yet.
es: No hay etapas en sus proyectos en este momento.
pt: Sem milestones nos seus projectos, de momento.

source: In here you have a general view of all milestones in all your projects.
es: Aquí puedes tener una visión general de todas las etapas de todos tus proyectos.
pt: Aqui tem uma vista geral de todas as milestones em todos os seus projectos.

source: Statistics for all your projects
es: Estadísticas de todos tus proyectos
pt: Estatísticas para todos os seus projectos

source: No projects available.
es: No hay proyectos disponibles.
pt: Não existem projectos disponíveis.

source: ToDo Lists
es: Tareas
pt: Listas de ToDos

source: In here you have a general view of all projects you are in and some statistics.
es: Aquí se muestra una descripción general de todos los proyectos en los que estas registrado así como algunas estadísticas.
pt: Aqui tem uma vista geral de todos os projectos em que está e algumas estatísticas.

source: Edit file version
es: Editar versión del archivo
pt: Editar versão do ficheiro

source: File upload
es: Subir archivo
pt: Upload de ficheiro

source: File Tags
es: Etiquetas de Archivo
pt: Etiquetas do Ficheiro

source: Apply optional tags to your message, split multime tags with comma.
es: Asigne etiquetas opcionales a tu mensaje, separadas por coma.
pt: Aplique etiquetas opcionais à sua mensagem, separe múltiplas etiquetas com vírgulas.

source: Update File
es: Actualizar Archivo
pt: Actualizar Ficheiro

source: View Files
es: Ver Archivos
pt: Ver Ficheiros

source: Back to files list
es: Volver al listado de archivos
pt: De volta à lista de ficheiros

source: New File
es: Nuevo Archivo
pt: Novo Ficheiro

source: Tag Cloud
es: Nube de Etiquetas
pt: Nuvem de Etiquetas

source: There are no files in this project yet.
es: No hay archivos todavía en este proyecto.
pt: Não existem ficheiros neste projecto, de momento.

source: Add new file
es: Añadir archivo nuevo
pt: Adicionar novo ficheiro

source: People in this project
es: Personas en este proyecto
pt: Pessoas neste projecto

source: Optionally check the persons you want to notify about the new file you're about to upload.
es: Opcionalmente, comprobar las personas a las que quieres notificar sobre el nuevo archivo que estás a punto de subir.
pt: Escolha opcionalmente as pessoas que quer notificar acerca do novo ficheiro que está prestes as enviar.

source: Submit File
es: Enviar Archivo
pt: Submeter Ficheiro

source: New File Version
es: Nueva Versión de Archivo
pt: Nova Versão do Ficheiro

source: New file upload
es: Nueva subida de archivo
pt: Novo envio de ficheiro

source: Are you sure you want to delete this file?
es: ¿Estás seguro de que quieres borrar este archivo?
pt: Tem a certeza que quer apagar este ficheiro?

source: Upload New Version
es: Subir Nueva Versión
pt: Enviar Nova Versão

source: Are you sure you want to delete this revision?
es: ¿Estás seguro/a de que quieres borrar esta revisión?
pt: Tem a certeza que quer apagar esta revisão?

source: Are you sure you want to delete this message?
es: ¿Estás seguro/a de que quieres borrar este mensaje?
pt: Tem a certeza que quer apagar esta mensagem?

source: Are you sure you want to delete this milestone?
es: ¿Estás seguro/a de que quieres borrar esta etapa?
pt: Tem a certeza que quer apagar esta milestone?

source: To be done until
es: Para hacer hasta
pt: Para ser feito até

source: by
es: por
pt: por

source: Set as incomplete
es: Marcar como incompleto
pt: Definir como incompleta

source: Are you sure you want set this milestone as incomplete?
es: ¿Estás seguro/a de que quieres marcar esta etapa como incompleta?
pt: Tem a certeza que quer definir esta milestone como incompleta?

source: Set as complete
es: Marcada como terminada
pt: Definir como completa

source: Are you sure you want set this milestone as complete?
es: ¿Estás seguro/a de que quieres marcar esta etapa como completa?
pt: Tem a certeza que quer definir esta milestone como completa?

source: Are you sure you want to delete this ToDo?
es: ¿Estás seguro/a de que quieres borrar esta Lista de Tareas?
pt: Tem a certeza que quer apagar esta ToDo

source: Last update by
es: Última actualización por
pt: Última actualização por

source: Please confirm
es: Confirmación necesaria
pt: Por favor confirme

source: Yes
es: Sí
pt: Sim

source: Today
es: Hoy
pt: Hoje

source: Show More
es: Mostrar Más
pt: Mostrar Mais

source: Edit Message
es: Editar Mensaje
pt: Editar Mensagem

source: People Involved
es: Personas Involucradas
pt: Pessoas Envolvidas

source: Message Tags
es: Etiquetas de Mensaje
pt: Etiquetas da Mensagem

source: Update Message
es: Actualizar Mensaje
pt: Actualizar Mensagem

source: New Message
es: Nuevo Mensaje
pt: Nova Mensagem

source: There are no messages in this project yet.
es: No hay todavía mensajes en este proyecto.
pt: Não existem mensagens neste projecto, de momento.

source: Create New Message
es: Crear Mensaje Nuevo
pt: Criar Nova Mensagem

source: Tags make messages easier to search for and relate to concepts in this project. By clicking "Show Tags" you can use already existing tags in this project.
es: Las etiquetas facilitan la búsqueda de mensajes y los relacionan con conceptosde este proyecto. Eligiendo "Mostrar Etiquetas" puedes utilizar etiquetas existentespara este proyecto.
pt: As etiquetas tornam as mensagens mais fáceis de pesquisar e relacionar com conceitos deste projecto. Ao clicar em "Mostrar Etiquetas" poderá usar etiquetas já existentes neste projecto.

source: You can notify people about the posting of this new message by selecting them from "People in this project".
es: Puedes anunciar a otras personas sobre la publicación de un nuevo mensajeseleccionándolas en "Personas en este proyecto".
pt: Pode notificar pessoas sobre esta nova mensagem seleccionando-as a partir de "Pessoas neste projecto"
