Repository: feitianyiren/Rancho
Catalog: rancho/locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: (for example &quot;Things for the meeting&quot;)
es: (por ejemplo &quot;Cosas para la reunión&quot;)
pt: (por exemplo &quot;Assuntos para a reunião&quot;)

source: You can also set an optional description for this list.
es: Puedes asimismo poner una descripción opcional para esta lista.
pt: Também pode definir uma descrição opcional para esta lista.

source: Submit List
es: Enviar Lista
pt: Submeter Lista

source: View ToDos
es: Ver Tareas
pt: Ver ToDos

source: Done!
es: ¡Hecho!
pt: Feito!

source: ToDo List
es: Lista de Tareas
pt: Lista de ToDos

source: Back to ToDos lists
es: Volver a las listas de Tareas
pt: De volta à lista de ToDos

source: New ToDo List
es: Nueva Lista de Tareas
pt: Nova lista de ToDos

source: About ToDos
es: Acerca de las Tareas
pt: Acerca das ToDos

source: ToDos are simple checklists, they can be assigned by anyone but may have information about who is supposed to check them.
es: Las Tareas son simplemente listas de control, que pueden ser asignadas por cualquiera, pero que pueden contener información acerca de quién debe supuestamente revisarla.
pt: As ToDos são simples checklists, podem ser atribuídas a qualquer pessoa mas podem ter informação sobre quem é suposto completá-las.

source: There are no ToDo lists in this project yet.
es: No hay listas de Tareas en este proyecto todavía.
pt: Não existem listas de ToDos neste projecto, de momento.

source: Create Entry
es: Crear Entrada
pt: Criar Entrada

source: Choose the name for the entry.
es: Elige un nombre para la entrada.
pt: Escolha o nome para a entrada.

source: Content
es: Contenido
pt: Conteúdo

source: Please enter wiki content
es: Por favor, introduce contenido de la wiki
pt: Por favor insira o conteúdo da wiki

source: Submit Wikiboard
es: Enviar Wikiboard
pt: Submeter Wikiboard

source: Edit Entry
es: Editar Entrada
pt: Editar Entrada

source: When you save the page you will get a new version of this entry.
es: Al guardar tu página, obtendrás una nueva versión de esta entrada.
pt: Quando gravar a página ficará com uma nova versão desta entrada.

source: Update Wikiboard
es: Actualizar Wikiboard
pt: Actualizar Wikiboard

source: View Wikiboards
es: Ver Wikiboards
pt: Ver Wikiboards

source: New Wikiboard
es: Nueva Wikiboard
pt: Novo Wikiboard

source: There are no Wikiboards in this project yet.
es: No hay todavía Wikiboards en este proyecto.
pt: Não existem Wikiboards neste projecto, de momento.

source: View Entry
es: Ver Entrada
pt: Ver Entrada

source: Edit This Entry
es: Editar Esta Entrada
pt: Editar Esta Entrada

source: Versions
es: Versiones
pt: Versões

source: Click on a version to view it:
es: Haz Click en una versión para verla:
pt: Clique numa versão para vê-la:

source: Click to view
es: Haz Click para ver
pt: Clique para ver

source: Error running spellchecker
es: Error ejecutando corrector ortográfico
pt: Erro ao correr o corrector ortográfico

source: Please write a title for the ToDo item
es: Por favor escribe un título para la tarea
pt: Por favor escreva um título para o item ToDo

source: Please select a responsible for the ToDo item
es: Por favor selecciona un responsable para la tarea
pt: Por favor seleccione um responsável para o item ToDo

source: A new ToDo has been created
es: Una nueva Lista de Tareas ha sido creada
pt: Uma nova ToDo foi criada

source: ToDo list "%(todo_list_name)s" successfully created.
es: Lista de Tareas"%(todo_list_name)s" creada con éxito.
pt: Lista de ToDos "%(todo_list_name)s" criada com sucesso.

source: ToDo item successfully updated.
es: Tarea actualizada con éxito.
pt: Item ToDo adicionado com sucesso.

source: ToDo list "%(todo_list_name)s" deleted.
es: Lista de Tareas "%(todo_list_name)s" borrada.
pt: Lista de ToDos "%(todo_list_name)s" apagada.

source: ToDo list successfully updated.
es: Lista de Tareas actualizada con éxito.
pt: Lista de ToDos editada com sucesso.

source: The username cannot be empty.
es: El nombre de usuario no puede estar vacío.
pt: O nome de utilizador não pode ser vazio.

source: Username
es: Nombre de Usuario
pt: Nome de Utilizador

source: The user email cannot be empty.
es: El correo de usuario no puede estar vacío.
pt: O email do utilizador não pode ser vazio.

source: Please insert a valid email.
es: Por favor, introduce una dirección de correo válida.
pt: Por favor insira um email válido.

source: Company
es: Empresa
pt: Empresa

source: Language
es: Idioma
pt: Língua

source: Is Admin
es: Es Administrador
pt: É Administrador

source: Timezone
es: Zona Horaria
pt: Fuso Horário

source: First Name
es: Nombre
pt: Primeiro Nome

source: Last Name
es: Apellidos
pt: Último Nome

source: IM Name
es: Nickname (Mensajería Instantánea)
pt: Nome de IM

source: IM Service
es: Servicio de Mensajería Instantánea
pt: Serviço de IM

source: Webpage
es: Página Web
pt: Página Web

source: There is already a user with the name you inserted, please choose another username.
es: Ya existe un usuario con el nombre que has introducido, por favor elige otro nombre de usuario.
pt: Já existe um utilizador com o nome que inseriu, por favor escolha um novo nome de utilizador.

source: New password
es: Nueva contraseña
pt: Nova palavra-passe

source: New password confirmation
es: Confirmar nueva contraseña
pt: Confirmação de nova palavra-passe

source: Small Photo
es: Foto Pequeña
pt: Foto Pequena

source: The two password fields didn't match.
es: Los dos campos de contraseña no coinciden.
pt: Os dois campos de palavra-passe não coíncidiram.

source: User %s has been disable.
es: El usuario %s ha sido desactivado.
pt: O utilizaodr %s foi desactivado.

source: User %s has been enabled.
es: El susuario %s ha sido activado.
pt: O utilizaodr %s foi activado.

source: New Rancho Register
es: Nuevo Registro Rancho
pt: Novo Registo do Rancho

source: User has been successfully created.
es: El usuario ha sido creado con éxito.
pt: O utilizador foi criado com sucesso.

source: Choose the email to which you will receive every notification from Rancho.
es: Elige una direccion de correo en la que recibir las notificaciones de Rancho.
pt: Escolha o email para o qual quer receber todas as notificações do Rancho.

source: Choose this person's email to which they will receive every notification from Rancho.
es: Elige una dirección de correo para esta persona donde recibirá las notificaciones de Rancho.
pt: Escolha o email desta pessoa para o qual vai receber todas as notificações do Rancho.

source: Your settings have been successfully edited.
es: Tus ajustes han sido editados con éxito.
pt: As suas definições foram editadas com sucesso.

source: The settings for %s have been successfully edited.
es: Los ajustes para %s han sido editados con éxito.
pt: As definições de %s foram editadas com sucesso.

source: Wiki Name
es: Nombre de la Wiki
pt: Nome da Wiki

source: Wiki name already exist, please choose other.
es: El nombre de la Wiki ya existe, por favor elige otro.
pt: O nome da Wiki já existe, por favor escolha outro.

source: New wikiboard
es: Nuevo wikiboard
pt: Novo wikiboard

source: A new wikiboard has been created
es: Se ha creado una nueva wikiboard
pt: Um novo wikiboard foi criado

source: Wikiboard updated
es: Wikiboard actualizada
pt: Wikiboard actualizado

source: A wikiboard has been updated
es: Una wikiboard ha sido actualizada
pt: Um wikiboard foi actualizado

source: Wikiboard "%s" was successfully created.
es: La Wikiboard "%s" ha sido creada con éxito.
pt: O Wikiboard "%s" foi criado com sucesso.

source: Wikiboard "%s" was successfully updated.
es: La Wikiboard "%s" ha sido actualizada con éxito.
pt: O Wikiboard "%s" foi actualizado com sucesso.

source: The Wikiboard "%s" has been successfully deleted.
es: La Wikiboard "%s" ha sido borrada con éxito.
pt: O Wikiboard "%s" foi apagado com sucesso.

source: on
pt: ligado

source: No
pt: Não
